Repository: ipax77/BeInX
Catalog: src2/beinx.loc/InvoiceLoc.*.resx
Languages: de, es, fr

# BT-1
source: A unique identifier of the invoice that identifies it in the seller's system.
de: Eine eindeutige Kennung der Rechnung, die diese im System des Verkäufers identifiziert.
es: Un identificador único de la factura que la identifica en el sistema del vendedor.
fr: Un identifiant unique de la facture qui l'identifie dans le système du vendeur.

# BT-2
source: The date the invoice was issued.
de: Das Datum, an dem die Rechnung ausgestellt wurde.
es: La fecha en que se emitió la factura.
fr: La date à laquelle la facture a été émise.

# BT-9
source: The due date of the invoice amount.
de: Das Fälligkeitsdatum des Rechnungsbetrages.
es: La fecha de vencimiento del importe de la factura.
fr: La date d'échéance du montant de la facture.

# BT-3
source: A code indicating the functional type of the invoice.
de: Ein Code, der den Funktionstyp der Rechnung angibt.
es: Un código que indica el tipo funcional de la factura.
fr: Un code indiquant le type fonctionnel de la facture.

# BT-5
source: The currency in which all invoice amounts are stated.
de: Die Währung, in der alle Rechnungsbeträge angegeben werden.
es: La moneda en la que se expresan todos los importes de la factura.
fr: La devise dans laquelle tous les montants de la facture sont indiqués.

# BT-10
source: An identifier assigned by the buyer and used for internal management purposes.
de: Ein vom Erwerber zugewiesener und für interne Lenkungszwecke benutzter Bezeichner.
es: Un identificador asignado por el comprador y utilizado para fines de gestión interna.
fr: Un identifiant attribué par l'acheteur et utilisé à des fins de gestion interne.

# BT-20
source: A text description of the payment terms applicable to the amount due.
de: Eine Textbeschreibung der Zahlungsbedingungen, die für den fälligen Zahlungsbetrag gelten.
es: Una descripción textual de las condiciones de pago aplicables al importe adeudado.
fr: Une description textuelle des conditions de paiement applicables au montant dû.

# BT-27
source: The full name under which the seller is registered in the national register for legal entities or as a taxable person, or otherwise operates as a business entity (company name).
de: Der vollständige Name, unter dem der Verkäufer im nationalen Register für juristische Personen oder als steuerpflichtige Person eingetragen ist oder anderweitig als Person(en) handelt (Firma).
es: El nombre completo con el que el vendedor está registrado en el registro nacional de entidades legales o como persona sujeta a impuestos, o actúa de otra manera como entidad comercial (nombre de la empresa).
fr: Le nom complet sous lequel le vendeur est enregistré dans le registre national des entités juridiques ou en tant que personne assujettie à la TVA, ou agit autrement en tant qu'entité commerciale (nom de l'entreprise).

# BT-28
source: A name by which the seller is known, if different from the seller's legal name.
de: Ein Name, unter dem der Verkäufer bekannt ist, sofern abweichend vom Namen des Verkäufers.
es: Un nombre con el que se conoce al vendedor, si difiere del nombre legal del vendedor.
fr: Un nom sous lequel le vendeur est connu, s’il est différent de son nom légal.

# BT-35
source: The main line in an address. This is typically either the street name and house number or the text "P.O. Box" followed by the P.O. Box number.
de: Die Hauptzeile in einer Anschrift. Üblicherweise ist dies entweder Strasse und Hausnummer oder der Text „Postfach“ gefolgt von der Postfachnummer.
es: La línea principal en una dirección. Normalmente, esto es el nombre de la calle y el número de la casa, o el texto "Apartado de correos" seguido del número del apartado.
fr: La ligne principale d'une adresse. Cela correspond généralement au nom de la rue et au numéro de maison, ou au texte "Boîte postale" suivi du numéro de boîte postale.

# BT-37
source: The name of the city or municipality where the seller's address is located.
de: Die Bezeichnung der Stadt oder Gemeinde, in der sich die Verkäuferanschrift befindet.
es: El nombre de la ciudad o municipio donde se encuentra la dirección del vendedor.
fr: Le nom de la ville ou de la commune où se trouve l'adresse du vendeur.

# BT-38
source: The postal code.
de: Die Postleitzahl.
es: El código postal.
fr: Le code postal.

# BT-31
source: The VAT identification number of the seller.
de: Die Umsatzsteuer-Identifikationsnummer des Verkäufers.
es: El número de identificación del IVA del vendedor.
fr: Le numéro d’identification TVA du vendeur.

# BT-32
source: A local tax identifier of the seller.
de: Eine örtliche steuerrechtliche Kennung des Verkäufers.
es: Un identificador fiscal local del vendedor.
fr: Un identifiant fiscal local du vendeur.

# BT-40
source: A code used to designate the country.
de: Ein Code, mit dem das Land bezeichnet wird.
es: Un código utilizado para designar el país.
fr: Un code utilisé pour désigner le pays.

# BT-41
source: Details of a contact person or contact point (such as the name of a person, department, or office designation).
de: Angaben zu Ansprechpartner oder Kontaktstelle (wie z. B. Name einer Person, Abteilungs- oder Bürobezeichnung).
es: Detalles de una persona de contacto o punto de contacto (como el nombre de una persona, departamento o designación de oficina).
fr: Détails d'une personne de contact ou d'un point de contact (comme le nom d'une personne, un département ou une désignation de bureau).

# BT-42
source: Telephone number of the contact person or contact point.
de: Telefonnummer des Ansprechpartners oder der Kontaktstelle.
es: Número de teléfono de la persona de contacto o del punto de contacto.
fr: Numéro de téléphone de la personne de contact ou du point de contact.

# BT-43
source: An email address of the contact person or contact point.
de: Eine E-Mail-Adresse des Ansprechpartners oder der Kontaktstelle.
es: Una dirección de correo electrónico de la persona de contacto o del punto de contacto.
fr: Une adresse e-mail de la personne de contact ou du point de contact.

# BT-81
source: The expected or used means of payment expressed as a code.
de: Das als Code ausgedrückte erwartete oder genutzte Zahlungsmittel.
es: El medio de pago esperado o utilizado expresado como un código.
fr: Le moyen de paiement prévu ou utilisé, exprimé sous forme de code.

# BT-118
source: The code for the VAT category applicable to the invoiced item.
de: Der Code der für den in Rechnung gestellten Posten geltenden Umsatzsteuerkategorie.
es: El código de la categoría del IVA aplicable al artículo facturado.
fr: Le code de la catégorie de TVA applicable à l'article facturé.

# BT-118-global
source: Encoded designation of the VAT category, e.g., 'S' for standard.
de: Codierte Bezeichnung der Umsatzsteuerkategorie, z.B. 'S' für Standard.
es: Denominación codificada de la categoría del IVA, por ejemplo, 'S' para estándar.
fr: Désignation codée de la catégorie de TVA, par exemple 'S' pour standard.

# BT-119
source: The percentage of VAT applicable to the invoiced item.
de: Der Prozentsatz der Umsatzsteuer, der für den in Rechnung gestellten Posten gilt.
es: El porcentaje de IVA aplicable al artículo facturado.
fr: Le pourcentage de TVA applicable à l'article facturé.

# BT-127
source: A text note containing unstructured information relevant to the invoice line item.
de: Ein Textvermerk, der unstrukturierte Informationen enthält, die für die Rechnungsposition maßgeblich sind.
es: Una nota de texto que contiene información no estructurada relevante para la línea de factura.
fr: Une note textuelle contenant des informations non structurées pertinentes pour la ligne de facture.

# BT-128
source: An identifier provided by the seller for an item to which the invoice line refers.
de: Eine vom Verkäufer angegebene Kennung für ein Objekt, auf das sich die Rechnungsposition bezieht.
es: Un identificador proporcionado por el vendedor para un objeto al que se refiere la línea de factura.
fr: Un identifiant fourni par le vendeur pour un objet auquel se réfère la ligne de facture.

# BT-129
source: The quantity of the individual items (goods or services) invoiced in the respective line.
de: Die Menge zu dem in der betreffenden Zeile in Rechnung gestellten Einzelposten (Waren oder Dienstleistungen).
es: La cantidad de los artículos individuales (bienes o servicios) facturados en la línea correspondiente.
fr: La quantité des articles individuels (biens ou services) facturés dans la ligne correspondante.

# BT-131
source: The total amount of the invoice line. This is the amount excluding VAT but including all discounts, charges, and other applicable taxes related to the invoice line.
de: Der Gesamtbetrag der Rechnungsposition. Dies ist der Betrag ohne Umsatzsteuer, aber einschließlich aller für die Rechnungsposition geltenden Nachlässe und Abgaben sowie sonstiger anfallender Steuern.
es: El importe total de la línea de factura. Este es el importe sin incluir el IVA, pero incluyendo todos los descuentos, cargos y otros impuestos aplicables a la línea de factura.
fr: Le montant total de la ligne de facture. Il s'agit du montant hors TVA, mais incluant tous les remises, charges et autres taxes applicables à la ligne de facture.

# BT-133
source: A text value indicating where the relevant data should be recorded in the buyer's financial accounts.
de: Ein Textwert, der angibt, an welcher Stelle die betreffenden Daten in den Finanzkonten des Erwerbers zu buchen sind.
es: Un valor de texto que indica dónde deben registrarse los datos correspondientes en las cuentas financieras del comprador.
fr: Une valeur textuelle indiquant où les données pertinentes doivent être enregistrées dans les comptes financiers de l'acheteur.

# BT-134
source: The date on which the billing period for the relevant invoice line begins.
de: Das Datum, an dem der Abrechnungszeitraum der betreffenden Rechnungsposition beginnt.
es: La fecha en que comienza el período de facturación de la línea de factura correspondiente.
fr: La date de début de la période de facturation pour la ligne de facture concernée.

# BT-135
source: The date on which the billing period for the relevant invoice line ends.
de: Das Datum, an dem der Abrechnungszeitraum der betreffenden Rechnungsposition endet.
es: La fecha en que finaliza el período de facturación de la línea de factura correspondiente.
fr: La date à laquelle se termine la période de facturation pour la ligne de facture concernée.

# BT-146
source: The price of an item, excluding VAT, after applying the discount applicable to this invoice line.
de: Der Preis eines Postens, ohne Umsatzsteuer, nach Abzug des für diese Rechnungsposition geltenden Rabatts.
es: El precio de un artículo, sin IVA, después de aplicar el descuento correspondiente a esta línea de factura.
fr: Le prix d’un article, hors TVA, après déduction de la remise applicable à cette ligne de facture.

# BT-147
source: The total discount subtracted from the gross item price to calculate the net item price.
de: Der gesamte zur Berechnung des Netto-Postenpreises vom Brutto-Postenpreis subtrahierte Rabatt.
es: El descuento total restado del precio bruto del artículo para calcular el precio neto del artículo.
fr: Le rabais total soustrait du prix brut de l'article pour calculer le prix net de l'article.

# BT-149
source: The number of units for which the item price applies.
de: Die Anzahl von Einheiten, für die der Postenpreis gilt.
es: El número de unidades para las que se aplica el precio del artículo.
fr: Le nombre d'unités pour lesquelles le prix de l'article s'applique.

# BT-153
source: A name of the item.
de: Ein Name des Postens.
es: Un nombre del artículo.
fr: Un nom de l’article.

# BT-154
source: A description of the item.
de: Eine Beschreibung des Postens.
es: Una descripción del artículo.
fr: Une description de l'article.

# BT-155
source: Seller's identifier for the item. (Optional)
de: Verkäufer-Kennung des Postens. (Optional)
es: Identificador del artículo proporcionado por el vendedor. (Opcional)
fr: Identifiant de l'article fourni par le vendeur. (Optionnel)

# BT-156
source: Buyer's identifier for the item. (Optional)
de: Käufer-Kennung des Postens. (Optional)
es: Identificador del artículo proporcionado por el comprador. (Opcional)
fr: Identifiant de l'article fourni par l'acheteur. (Optionnel)

# BT-157
source: Standard identifier for the item. (Optional)
de: Standard-Kennung des Postens. (Optional)
es: Identificador estándar del artículo. (Opcional)
fr: Identifiant standard de l'article. (Optionnel)

# BT-160
source: The name of the item's property, such as "Color."
de: Der Name der Eigenschaft des Postens, wie z. B. "Farbe".
es: El nombre de la propiedad del artículo, como "Color."
fr: Le nom de la propriété de l'article, comme "Couleur."

# BT-161
source: The value of the item's property, such as "red."
de: Der Wert der Eigenschaft des Postens, wie z. B. "rot".
es: El valor de la propiedad del artículo, como "rojo."
fr: La valeur de la propriété de l'article, comme "rouge."

# BG-1
source: Invoice-relevant notes with references to the invoice subject.
de: Rechnungsrelevante Erläuterungen mit Hinweisen auf den Rechnungsbetreff.
es: Notas relevantes para la factura con referencias al asunto de la misma.
fr: Notes pertinentes pour la facture avec des références à l’objet de celle-ci.

# GlobalTaxScheme
source: Name of the global tax scheme, defaults to 'VAT'.
de: Name des globalen Steuersystems, Standardwert ist 'VAT'.
es: Nombre del régimen fiscal global, por defecto es 'VAT'.
fr: Nom du régime fiscal global, la valeur par défaut est 'VAT'.

# GlobalTax
source: The tax rate for all invoice items. 0% means small business regulation applies.
de: Der Steuersatz für alle Rechnungspositionen. 0% bedeutet Kleinunternehmerregelung.
es: El tipo impositivo para todos los conceptos de la factura. 0% significa que se aplica el régimen de pequeña empresa.
fr: Le taux de TVA pour toutes les lignes de facture. 0 % signifie que le régime de la petite entreprise s’applique.

# LID
source: Auto generated ID
de: Automatisch generierte ID
es: ID generada automáticamente
fr: ID généré automatiquement

source: Invoice
de: Rechnung
es: Factura
fr: Facture

source: Invoices
de: Rechnungen
es: Facturas
fr: Factures

source: New Invoice
de: Neue Rechnung
es: Nueva factura
fr: Nouvelle facture

source: Parties
de: Parteien
es: Partes

source: Seller
de: Verkäufer
es: Vendedor
fr: Vendeur

source: Sellers
de: Verkäufer
es: Vendedores
fr: Vendeurs

source: Buyer
de: Käufer
es: Comprador
fr: Acheteur

source: Buyers
de: Käufer
es: Compradores
fr: Acheteurs

source: Means of Payments
de: Zahlungsmittel
es: Medios de pago
fr: Moyens de paiement

source: Import
de: Importieren
es: Importar
fr: Importer

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres

source: Total Invoices
de: Gesamtzahl der Rechnungen
es: Total de facturas
fr: Total des factures

source: Paid
de: Bezahlt
es: Pagado
fr: Payé

source: Unpaid
de: Unbezahlt
es: Impago
fr: Impayé

source: Unfinished invoice found!
de: Unvollständige Rechnung gefunden!
es: ¡Factura incompleta encontrada!
fr: Facture inachevée trouvée !

source: Unpaid Invoices
de: Unbezahlte Rechnungen
es: Facturas impagas
fr: Factures impayées

source: Stats For Year
de: Statistiken für das Jahr
es: Estadísticas del año
fr: Statistiques de l’année

source: Time Period
de: Zeitraum
es: Período de tiempo
fr: Période de temps

source: Amount
de: Betrag
es: Importe
fr: Montant

source: Amount (tax exclusive)
de: Betrag (ohne Steuern)
es: Importe (sin impuestos)
fr: Montant (hors taxes)

source: Total
de: Gesamt

source: Search
de: Suchen
es: Buscar
fr: Rechercher

source: Issue Date
de: Ausstellungsdatum
es: Fecha de emisión
fr: Date d’émission

source: Buyer Email
de: E-Mail des Käufers
es: Correo electrónico del comprador
fr: E-mail de l’acheteur

source: No data found
de: Keine Daten gefunden
es: No se encontraron datos
fr: Aucune donnée trouvée

source: Create New Invoice
de: Neue Rechnung erstellen
es: Crear nueva factura
fr: Créer une nouvelle facture

source: Edit Invoice
de: Rechnung bearbeiten
es: Editar factura
fr: Modifier la facture

source: Show Descriptions
de: Beschreibungen anzeigen
es: Mostrar descripciones
fr: Afficher les descriptions

source: Create New Seller
de: Neuen Verkäufer anlegen
es: Crear nuevo vendedor
fr: Créer un nouveau vendeur

source: Edit Seller
de: Verkäufer bearbeiten
es: Editar vendedor
fr: Modifier le vendeur

source: Create New Buyer
de: Neuen Käufer anlegen
es: Crear nuevo comprador
fr: Créer un nouvel acheteur

source: Edit Buyer
de: Käufer bearbeiten
es: Editar comprador
fr: Modifier l’acheteur

source: Create New Payment Means
de: Neues Zahlungsmittel anlegen
es: Crear nuevo medio de pago
fr: Créer un nouveau moyen de paiement

source: Edit Payment Means
de: Zahlungsmittel bearbeiten
es: Editar medio de pago
fr: Modifier le moyen de paiement

source: Create New Line
de: Neue Position anlegen
es: Crear nueva línea
fr: Créer une nouvelle ligne

source: Edit Line
de: Position bearbeiten
es: Editar línea
fr: Modifier la ligne

source: Select or Create Seller
de: Verkäufer auswählen oder anlegen
es: Seleccionar o crear vendedor
fr: Sélectionner ou créer un vendeur

source: Add New Seller
de: Neuen Verkäufer hinzufügen
es: Agregar nuevo vendedor
fr: Ajouter un nouveau vendeur

source: Add New Buyer
de: Neuen Käufer hinzufügen
es: Agregar nuevo comprador
fr: Ajouter un nouvel acheteur

source: Select or Create Buyer
de: Käufer auswählen oder anlegen
es: Seleccionar o crear comprador
fr: Sélectionner ou créer un acheteur

source: Select or Create Payment Means
de: Zahlungsmittel auswählen oder anlegen
es: Seleccionar o crear medio de pago
fr: Sélectionner ou créer un moyen de paiement

source: Add New Payment Means
de: Neues Zahlungsmittel hinzufügen
es: Agregar nuevo medio de pago
fr: Ajouter un nouveau moyen de paiement

source: Payment Means
de: Zahlungsmittel
es: Medios de pago
fr: Moyens de paiement

source: Invoice Lines
de: Rechnungspositionen
es: Líneas de factura
fr: Lignes de facture

source: Import Lines
de: Importierte Positionen
es: Líneas importadas
fr: Lignes importées

source: Line Import
de: Positionsimport
es: Importación de líneas
fr: Importation de lignes

source: Line
de: Position
es: Línea
fr: Ligne

source: Add New Line
de: Neue Position hinzufügen
es: Agregar nueva línea
fr: Ajouter une nouvelle ligne

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Export
de: Exportieren
es: Exportar
fr: Exporter

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer

source: Validation
de: Validierung
es: Validación

# LineImpDesc
source: Paste your time tracking data in the following tab-separated format (TSV). Each line should include:
de: Fügen Sie Ihre Zeiterfassungsdaten im folgenden tabulatorgetrennten Format (TSV) ein. Jede Zeile sollte enthalten:
es: Pegue sus datos de seguimiento de tiempo en el siguiente formato separado por tabulaciones (TSV). Cada línea debe incluir:
fr: Collez vos données de suivi du temps au format suivant, séparé par des tabulations (TSV). Chaque ligne doit inclure :

# ImpDesc
source: Copy Paste the xml text here or select file
de: Kopieren Sie den XML-Text hierher oder wählen Sie eine Datei aus
es: Copie y pegue el texto XML aquí o seleccione un archivo
fr: Copiez-collez le texte XML ici ou sélectionnez un fichier

# ValFailed
source: validation failed. Please check the XML structure.
de: Validierung fehlgeschlagen. Bitte überprüfen Sie die XML-Struktur.
es: La validación falló. Por favor, revise la estructura del XML.
fr: Échec de la validation. Veuillez vérifier la structure du XML.

# ParseFailed
source: Failed to parse XML.
de: XML konnte nicht geparst werden.
es: No se pudo analizar el XML.
fr: Échec de l’analyse du XML.

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

# DeleteInvoice
source: Are you sure you want to delete this invoice?
de: Möchten Sie diese Rechnung wirklich löschen?
es: ¿Está seguro de que desea eliminar esta factura?
fr: Êtes-vous sûr de vouloir supprimer cette facture ?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Delete Invoice
de: Rechnung löschen
es: Eliminar factura
fr: Supprimer la facture

source: Invoice deleted.
de: Rechnung gelöscht.
es: Factura eliminada.
fr: Facture supprimée.

source: Select File
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner un fichier

source: Set Paid
de: Als bezahlt markieren
es: Marcar como pagado
fr: Marquer comme payé

source: Set Unpaid
de: Als unbezahlt markieren
es: Marcar como no pagado
fr: Marquer comme non payé

source: Copy
de: Kopieren
es: Copiar
fr: Copier

source: Delete Party
de: Partei löschen
es: Eliminar parte
fr: Supprimer la partie

# DeleteParty
source: Are you sure you want to delete this party?
de: Möchten Sie diese Partei wirklich löschen?
es: ¿Está seguro de que desea eliminar esta parte?
fr: Êtes-vous sûr de vouloir supprimer cette partie ?

source: Delete Payment Means
de: Zahlungsmittel löschen
es: Eliminar medio de pago
fr: Supprimer le moyen de paiement

# DeletePaymentMeans
source: Are you sure you want to delete this payment means?
de: Möchten Sie dieses Zahlungsmittel wirklich löschen?
es: ¿Está seguro de que desea eliminar este medio de pago?
fr: Êtes-vous sûr de vouloir supprimer ce moyen de paiement ?

# KositDesc
source: Kosit validation URI. You can use {0} for testing.
de: Kosit-Validierungs-URI. Sie können {0} zum Testen verwenden.
es: URI de validación de Kosit. Puede usar {0} para pruebas.
fr: URI de validation Kosit. Vous pouvez utiliser {0} pour les tests.

source: Show Form Descriptions
de: Formularbeschreibungen anzeigen
es: Mostrar descripciones del formulario
fr: Afficher les descriptions du formulaire

source: Show XML Validation Warnings
de: XML-Validierungswarnungen anzeigen
es: Mostrar advertencias de validación XML
fr: Afficher les avertissements de validation XML

source: Backup Options
de: Sicherungsoptionen
es: Opciones de respaldo
fr: Options de sauvegarde

source: Folder
de: Ordner
es: Carpeta
fr: Dossier

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle

source: No Backup
de: Keine Sicherung
es: Sin copia de seguridad
fr: Pas de sauvegarde

source: On Close
de: Beim Schließen
es: Al cerrar
fr: À la fermeture

source: Every 30 days
de: Alle 30 Tage
es: Cada 30 días
fr: Tous les 30 jours

source: Every 90 days
de: Alle 90 Tage
es: Cada 90 días
fr: Tous les 90 jours

source: Export Options
de: Exportoptionen
es: Opciones de exportación
fr: Options d’exportation

source: Embed PDF
de: PDF einbetten
es: In PDF einbetten
fr: Intégrer le PDF

# EmbedPDF
source: Embed invoice as PDF in the XML document.
de: Rechnung als PDF im XML-Dokument einbetten.
es: Incluir la factura como PDF en el documento XML.
fr: Intégrer la facture en PDF dans le document XML.

source: Validate XML
de: XML validieren
es: Validar XML
fr: Valider XML

# ValidateXML
source: Validate XML before export.
de: XML vor dem Export validieren.
es: Validar XML antes de la exportación.
fr: Valider le XML avant l’exportation.

source: Finalize
de: Abschließen
es: Finalizar
fr: Finaliser

# FinalizeDesc
source: Store XML and Hash in the database.
de: XML und Hash in der Datenbank speichern.
es: Almacenar XML y hash en la base de datos.
fr: Stocker le XML et le hash dans la base de données.

source: Stats Options
de: Statistikoptionen
es: Opciones de estadísticas
fr: Options de statistiques

# StatsOptions
source: Day of the end of the month of the pre-registration period.
de: Tag des Monatsendes des Voranmeldezeitraums.
es: Día del final del mes del período de preregistro.
fr: Jour de la fin du mois de la période de préinscription.

source: Monthly Period
de: Monatlicher Zeitraum
es: Periodo mensual
fr: Période mensuelle
