Repository: ipax77/BeInX
Catalog: src2/beinx.loc/InvoiceLoc.*.resx
Languages: de, es, fr

# MonthlyPeriod
source: Monthly or quarterly period.
de: Monatlicher oder vierteljährlicher Zeitraum.
es: Periodo mensual o trimestral.
fr: Période mensuelle ou trimestrielle.

source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer

source: Month End Day
de: Monatsletzter Tag
es: Día de fin de mes
fr: Jour de fin de mois

source: Backup Database
de: Datenbank sichern
es: Respaldar base de datos
fr: Sauvegarder la base de données

# Restore Database
source: Restore Database. WARNING: All current data will be overwritten!
de: Datenbank wiederherstellen. WARNUNG: Alle aktuellen Daten werden überschrieben!
es: Restaurar base de datos. ¡ADVERTENCIA: Todos los datos actuales serán sobrescritos!
fr: Restaurer la base de données. ATTENTION : Toutes les données actuelles seront écrasées !

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement

# SaveWarning
source: You have unsaved changes. Do you want to save, now?
de: Sie haben ungespeicherte Änderungen. Möchten Sie jetzt speichern?
es: Tiene cambios no guardados. ¿Desea guardar ahora?
fr: Vous avez des modifications non enregistrées. Voulez-vous enregistrer maintenant ?

source: Invoice Export
de: Rechnungsexport
es: Exportación de facturas
fr: Exportation de factures

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Unfinished Invoice
de: Unvollständige Rechnung
es: Factura incompleta
fr: Facture inachevée

# InvContinue
source: It seems you have an unfinished invoice. Would you like to continue working on it?
de: Es scheint, dass Sie eine unvollständige Rechnung haben. Möchten Sie weiter daran arbeiten?
es: Parece que tiene una factura incompleta. ¿Desea continuar trabajando en ella?
fr: Il semble que vous avez une facture inachevée. Voulez-vous continuer à y travailler ?

source: Continue
de: Weiter
es: Continuar
fr: Continuer

source: Discard
de: Verwerfen
es: Descartar
fr: Jeter

# DiscardDesc
source: Click {0} to resume editing or {1} to start a new invoice.
de: Klicken Sie auf {0}, um die Bearbeitung fortzusetzen, oder auf {1}, um eine neue Rechnung zu beginnen.
es: Haga clic en {0} para reanudar la edición o en {1} para comenzar una nueva factura.
fr: Cliquez sur {0} pour reprendre la modification ou sur {1} pour commencer une nouvelle facture.

source: Language
de: Sprache
es: Idioma
fr: Langue

# ChartTitle
source: Paid Invoices Tax Exclusive Amount
de: Bezahlt: Betrag ohne Umsatzsteuer
es: Importe sin impuestos de facturas pagadas
fr: Montant hors taxes des factures payées

source: Create Sample Invoice
de: Beispielrechnung erstellen
es: Crear factura de ejemplo
fr: Créer une facture d'exemple

# KositWarn
source: Only enter trusted Servers or setup your own.
de: Geben Sie nur vertrauenswürdige Server ein oder richten Sie Ihren eigenen ein.
es: Ingrese solo servidores confiables o configure el suyo propio.
fr: N'entrez que des serveurs de confiance ou configurez le vôtre.

source: External Link
de: Externer Link
es: Enlace externo
fr: Lien externe

source: Update Check
de: Update-Prüfung
es: Verificación de actualizaciones
fr: Vérification des mises à jour

# UpdateCheck
source: Check for new version on app start
de: Beim Start der App nach neuer Version suchen
es: Buscar nueva versión al iniciar la aplicación
fr: Vérifier une nouvelle version au démarrage de l'application

source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible

# UpdateAvailable
source: A new version is available. Do you want to update?
de: Eine neue Version ist verfügbar. Möchten Sie aktualisieren?
es: Hay una nueva versión disponible. ¿Desea actualizar?
fr: Une nouvelle version est disponible. Voulez-vous mettre à jour ?

source: Yes
de: Ja
es: Sí
fr: Oui

source: No
de: Nein
fr: Non

# ExportXmlAndPdf
source: Export both XML and PDF as zip file.
de: XML und PDF gemeinsam als ZIP-Datei exportieren.
es: Exportar tanto XML como PDF como archivo zip.
fr: Exporter à la fois le XML et le PDF en fichier zip.

# ExportXml
source: Export only XML file.
de: Nur XML-Datei exportieren.
es: Exportar solo archivo XML.
fr: Exporter uniquement le fichier XML.

# ExportPdf
source: Export only PDF file.
de: Nur PDF-Datei exportieren.
es: Exportar solo archivo PDF.
fr: Exporter uniquement le fichier PDF.

# ExportPdfA3
source: Export PDF with embedded XML for ZUGFeRD compatibility (PDF/A3b).
de: PDF mit eingebettetem XML für ZUGFeRD-Kompatibilität exportieren (PDF/A3b).
es: Exportar PDF con XML incrustado para compatibilidad con ZUGFeRD (PDF/A3b).
fr: Exporter le PDF avec XML intégré pour compatibilité ZUGFeRD (PDF/A3b).

source: Parse
de: Parsen
es: Analizar
fr: Analyser

source: Clear
de: Löschen
es: Limpiar
fr: Effacer

# DraftRestore
source: A draft was found. Restore it?
de: Es wurde ein Entwurf gefunden. Wiederherstellen?
es: Se encontró un borrador. ¿Restaurarlo?
fr: Un brouillon a été trouvé. Le restaurer ?

# PaymentSelect
source: Select a payment
de: Zahlung auswählen
fr: Sélectionner un paiement

# BuyerSelect
source: Select a buyer
de: Käufer auswählen
fr: Sélectionner un acheteur

# SellerSelect
source: Select a seller
de: Verkäufer auswählen
fr: Sélectionner un vendeur

source: Invoice saved successfully.
de: Rechnung erfolgreich gespeichert.
fr: Facture enregistrée avec succès.

source: Prerequisites
de: Voraussetzungen
fr: Prérequis

# NoLines
source: No invoice lines yet.
de: Noch keine Rechnungspositionen.
fr: Pas encore de lignes de facture.

source: Description
de: Beschreibung

source: Quantity
de: Menge
fr: Quantité

source: Unit Price
de: Stückpreis
fr: Prix unitaire

source: Dashboard
es: Panel de control
fr: Tableau de bord

source: Kosit validator uri
es: URI del validador Kosit
fr: URI du validateur Kosit
